---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RoomFinishCeiling
source: html/ef34da08-52b2-b45d-c901-ae318ae2246a.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RoomFinishCeiling Property

"Ceiling Finish"

## Syntax (C#)
```csharp
public static ForgeTypeId RoomFinishCeiling { get; }
```